Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Bądźmy poważni, nie mam czasu na głupoty.
uk: Давай серйозно, я не маю часу на дурниці.

source: Bądźmy poważni, nie mam czasu na głupoty. Przychodzę z ciekawą ofertą.
uk: Давай серйозно, у мене немає часу на дурниці. Я прийшов з цікавою пропозицією.

source: Bęben
uk: Барабан

source: Będzie bezpieczniej, jeśli się rozdzielimy. Nie będziemy przynajmniej zwracać na siebie uwagi.
uk: Буде безпечніше, якщо ми розділимось. Принаймні, не привертатимемо до себе уваги.

source: Będzie dobrze. Wejdziesz, wszystko dokładnie wyjaśnisz i po sprawie.
uk: Все буде добре. Ти прийдеш, все докладно поясниш і справу вирішено.

source: Będzie leciało lepiej, gdy skończą się nasze problemy z Ramoną. Wredne babsko.
uk: Все налагодиться, коли наші проблеми із Рамоною закінчаться. Вона зла жінка.

source: Będzie lepiej jeśli już sobie pójdziesz
uk: Буде краще, якщо ти підеш.

source: Będzie lepiej jeśli już sobie pójdziesz.
uk: Буде краще, якщо ти підеш.

source: Będzie lepiej, jak sobie pójdziesz.
uk: Буде краще, якщо ти підеш.

source: Będzie lepiej, jeśli już sobie pójdziesz.
uk: Буде краще, якщо ти підеш.

source: Będzie miał nauczkę...
uk: Буде йому уроком...

source: Będzie nas to trochę kosztować, ale lepsze to niż utrata kopalni.
uk: Це обійдеться нам у певну суму, але це краще, ніж втратити копальню.

source: Będzie obserwował twoje poczynania i w razie potrzeby udzieli ci pomocy. Możesz mu zaufać, to świetny wojownik i uczciwy człowiek.
uk: Він спостерігатиме за твоїми діями і допоможе за необхідності. Йому можна довіряти, він відмінний боєць і чесна людина.

source: Będzie wiedział, nie martw się. To sprawa między nami, nie na twoją młodą główkę.
uk: Він зрозуміє, не хвилюйся. Це вже наша справа, не мороч свою юну голову.

source: Będzie z ciebie drwal chłopcze! Mam dla ciebie pewną propozycję.
uk: З тебе вийде справжній лісоруб, хлопче! У мене до тебе пропозиція.

source: Będzie znaczne lepsza, gdy cała ta sprawa z zamachem się wyjaśni.
uk: Буде набагато краще, коли вся ця історія з замахом проясниться.

source: Będzie ładnie wyglądać nad moim kominkiem!
uk: Красиво виглядатиме над моїм каміном!

source: Będziecie mieć pod dostatkiem jedzenia i picia, a kto wie, jeśli wszystko pójdzie po mojej myśli i będziecie się dobrze sprawować, to w najbliższej przyszłości ponownie ujrzycie światło dzienne.
uk: У вас буде достатньо їжі та води, і хто знає, якщо все піде так, як я задумав, і ви будете добре себе поводити, то незабаром ви знову побачите денне світло.

source: Będziemy musieli do nich wrócić, gdy już pomożemy Roderichowi. Ruszajmy do Starego Miasta.
uk: До них нам доведеться повернутися після того, як ми допоможемо Родеріху. Рушаймо до Старого міста.

source: Będziemy musieli dostosować pole walki na naszą korzyść. Jeśli dobrze to rozegramy, to nawet nie zauważą, gdy stracą przewagę liczebną.
uk: Нам доведеться підлаштувати поле бою на нашу користь. Якщо ми все зробимо правильно, вони навіть не помітять, як втратять чисельну перевагу.

source: Będziemy musieli improwizować i znaleźć sposób, jak wejść do środka niezauważonym.
uk: Доведеться імпровізувати та знайти спосіб прокрастися всередину непоміченими.

source: Będziemy musieli trochę powiększyć wejście, bo jest naprawdę wąskie. Człowiek w potrzebie jest jak szczur - wejdzie wszędzie.
uk: Нам доведеться трохи розширити вхід, бо він був надто вузький. Людина в нужді схожа на щура – залізе куди завгодно.

source: Będziemy potrzebować specjalisty od przekopywania się przez zawalone groty i... kogoś, kto potrafi rozpoznać spróchniałe drewno na odległość.
uk: Нам знадобиться фахівець з розкопування завалених печер та... хтось, хто на око зможе розпізнати гнилу деревину.

source: Będziemy próbowali go szukać, ale Archolos to ogromna wyspa. Jeśli w ogóle damy radę go dopaść, to pewnie zajmie nam to sporo czasu.
uk: Ми спробуємо його знайти, але Архолос – величезний острів. Якщо ми взагалі зможемо його знайти, це займе дуже багато часу.

source: Będziesz miał okazję wykazać się w pojedynku.
uk: У тебе буде можливість проявити себе в поєдинку.

source: Będziesz musiał jakoś przekonać tych 'osobników' by wypili ten eliksir.
uk: Треба буде якось переконати цих 'осіб', щоб вони самі випили цей еліксир.

source: Będziesz musiał mi podać naprawdę dobry powód, dla którego miałbym tego nie robić.
uk: Доведеться назвати мені дійсно вагому причину, чому я не повинен цього робити.

source: Będziesz musiał mi podać naprawdę dobry powód.
uk: У тебе має бути досить вагома причина.

source: Będziesz musiał nam udowodnić, że na coś się przydasz.
uk: Тобі доведеться довести нам, що від тебе буде користь.

source: Będziesz musiał sam się z tego wywinąć.
uk: Тобі доведеться самому шукати виправдання.

source: Będziesz musiał samemu coś wymyślić, ja nie wiem, jak przejść obok wartowników.
uk: Тобі доведеться щось придумати самому. Я не знаю, як пройти повз охорону.

source: Będziesz musiał skrócić cierpienia jednej z ptaszyn, która usilnie nie chce wyfrunąć ze swojego gniazdka.
uk: Тобі потрібно полегшити страждання одного пташеняти, яке вперто відмовляється вилітати з гнізда.

source: Będziesz musiał teraz poszukać odpowiedniego otworu, by go wykorzystać. Może gdzieś w pobliżu wrót?
uk: Тепер тобі доведеться знайти відповідний отвір, щоб використати його. Можливо, він десь біля воріт?

source: Będziesz musiał tu wrócić jutro, pod pretekstem kontroli sprzętu, i sprawdzić, czy wszystko poszło po naszej myśli.
uk: Тобі доведеться повернутися сюди завтра під приводом перевірки спорядження і подивитися, чи все вийшло.

source: Będziesz musiał wysłać kogoś, żeby gruntownie wyczyścił dom.
uk: Тобі доведеться відправити когось, щоб ретельно прибрав будинок.

source: Będziesz musiał wyłożyć trochę złota na zachętę.
uk: Для заохочення тобі доведеться викласти трохи золота.

source: Będziesz musiał wziąć winę na siebie. Powiem, że nie mam z tym nic wspólnego i musiałeś się schować w jednej z nich, gdy poszedłem po zapasowe koło.
uk: Ти візьмеш провину на себе. Я скажу, що не маю до цього ніякого відношення, а ти, напевно, сховався в одній із них, коли я ходив по запасне колесо.

source: Będziesz musiał zakraść się tam w ciągu dnia, gdy wszyscy są na mieście, zabrać oryginał i podrzucić naszą wersję. Powodzenia.
uk: Тобі доведеться прокрастися туди вдень, коли всі будуть у місті, забрати оригінал і залишити нашу версію. Щасти тобі.

source: Będziesz musiał znaleźć sobie kogoś innego.
uk: Ти мусиш знайти когось іншого.

source: Będziesz mógł zabrać ze skarbca tyle złota, ile tylko uniesiesz.
uk: Ти зможеш взяти зі скарбниці стільки золота, скільки зможеш винести.

source: Będziesz mógł zatrzymać trzy z czterech wydobytych przez siebie bryłek.
uk: Три з чотирьох видобутих самородків зможеш залишити собі.

source: Będziesz potrzebował do tego dużo siły. Bierzesz ostrze i wbijasz je między łuski, dzięki temu stosunkowo łatwo wykonasz nacięcie.
uk: Для цього тобі знадобиться багато сили. Візьми лезо і встроми його між лусочками, завдяки цьому буде відносно легко зробити розріз.

source: Będziesz potrzebował odpowiedniego miejsca - patelnia nad ogniskiem, rożen, wielki gar czy domowa kuchenka - wszystko się nada. Możesz nawet gotować jednocześnie kilka porcji, by zaoszczędzić sporo czasu.
uk: Вам знадобиться відповідне місце: сковорода на вогні, рожен, великий казан або домашня плита – підійде будь-що. Ви навіть можете приготувати кілька порцій одночасно, щоб заощадити свій час.

source: Będziesz się musiał tłumaczyć Crednarowi.
uk: Тобі доведеться виправдовуватися перед Креднаром.

source: Będziesz teraz dostawał większy żołd i uzyskasz dostęp do lepszych trenerów, wszystko za cenę znacznie większej odpowiedzialności.
uk: Тепер ти будеш отримувати більшу зарплатню і матимеш доступ до кращих вчителів, і все це ціною значно більшої відповідальності.

source: Będziesz wiedział, gdzie mnie szukać.
uk: Ти знаєш, де мене знайти.

source: Będziesz z niego zadowolony, możesz mi wierzyć!
uk: Ти будеш ним задоволений, можеш мені повірити!

source: Będą mieli ubaw po pachy!
uk: Їм буде дуже весело!

source: Będą z ciebie ludzie, młody!
uk: Ти станеш чоловіком, хлопче!

source: Będąc na Archolos, grzechem byłoby nie odwiedzić jej słynnych winnic, na których powstaje prawdopodobnie najlepsze wino na świecie. Na wyspie znajdują się dwie uprawy winogron - jedna na północy w pobliżu miasta, a druga na południu niedaleko wioski. Każda z nich charakteryzuje się odmienną polityką pracy i rzecz jasna smakiem wytwarzanego wina.
uk: Перебуваючи на Архолосі, було б гріхом не відвідати його знамениті виноградники, які виробляють чи не найкраще вино у світі. На острові є два виноградники – один на півночі біля міста, а інший на півдні біля села. Для кожного характерний свій принцип управління і, звичайно ж, смак виробленого вина.

source: Będąc prężnie rozwijającą się organizacją, naturalnym jest, że mamy wielu zewnętrznych wrogów. Z tego względu staramy się nie mieć ich w naszych szeregach.
uk: Як організація, що процвітає, природно, що у нас чимало зовнішніх ворогів. Тому ми намагаємося не допустити їх у свої ряди.

source: Będąc w wiosce, zapytałem Thorstena o opinię w sprawie grotu. Facet nie powiedział mi o nim za wiele. Muszę udać się do kogoś, kto zna się na broni.
uk: Під час перебування в селі я запитав думку Торстена про наконечник. Він мало що зміг розповісти. Потрібно звернутися до когось, хто розбирається у зброї.

source: Będąc w wiosce, zapytałem Thorstena o opinię w sprawie grotu. Gdy tylko wspomniałem mu Stonie, zaczął na niego narzekać, po czym wyrzucił mnie z pracowni. Chyba współpraca między nimi nie idzie za dobrze.
uk: Під час перебування в селі я запитав думку Торстена про наконечник. Як тільки я згадав Стоуна, він почав скаржитися на нього, а потім вигнав мене з майстерні. І як же вони працюють разом?

source: Będąc wciąż w głębokim szoku, informujemy, że w mieście doszło do obrzydliwego i haniebnego zamachu. Nieznany strzelec w biały dzień, na jednej z ulic miasta, zaatakował poważanego i szanowanego obywatela miasta - Pana Volkera.
uk: Досі перебуваючи в глибокому потрясінні, ми повідомляємо, що в місті стався огидний і ганебний напад. На одній з вулиць міста невідомий озброєний чоловік напав посеред білого дня на шанованого і поважного містянина, пана Волкера.

source: Będąc wiernym naszej sprawie, bez wątpienia dostaniesz wiele okazji, by spełnić swój cel.
uk: Залишаючись вірними нашій справі, ти, безсумнівно, отримаєш багато можливостей для реалізації своєї мети.

source: Będąc wprawionym górnikiem, mogę ci pokazać, jak skuteczniej wydobywać minerały. Tylko wiesz...
uk: Як досвідчений гірник, я можу показати, як ефективніше видобувати корисні копалини. Тільки знаєш...

source: Będę cicho jak mysz pod miotłą!
uk: Я мовчатиму, як миша під мітлою!

source: Będę cię szkolił, jeśli najpierw nauczysz się podstaw.
uk: Я тренуватиму тебе, якщо ти спочатку навчишся основам.

source: Będę cię uczył, jeśli przyniesiesz mi dość złota.
uk: Я навчу тебе, якщо ти принесеш мені достатньо золота.

source: Będę cię więc musiał wyrzucić siłą!
uk: Значить, доведеться викинути тебе силою!

source: Będę czekał na miejscu, do zobaczenia.
uk: Я чекатиму тебе на місці, до зустрічі.

source: Będę czekał z tą sumą tam gdzie zawsze.
uk: Я буду чекати з грошима там, де й завжди.

source: Będę czekał za dnia... a jakby ktoś pytał...
uk: Я буду чекати протягом дня... а якщо хтось запитає...

source: Będę miał to na uwadze.
uk: Матиму на увазі.

source: Będę musiał cię prosić o zwrot, gdy twoje zadanie się zakończy. Sam rozumiesz...
uk: Не забудь повернути його мені, як закінчиш. Сам розумієш...

source: Będę musiał dokładnie przeanalizować ten przepis. Przyjdę do ciebie jutro i zastanowimy się, co dalej. Na dziś wystarczy ci wrażeń, pora na odpoczynek.
uk: Мені доведеться ретельно вивчити цей рецепт. Завтра я зайду до тебе, і ми обміркуємо, що робити далі. Досить на сьогодні вражень, час відпочити.

source: Będę musiał dokładnie przemyśleć jak rozwiązać ten problem.
uk: Мені доведеться добре подумати над тим, як вирішити цю проблему.

source: Będę musiał ich tutaj sprowadzić tak, by nikt ich nie śledził, żeby przypadkowo niczego nie wygadali, no i oczywiście, żeby nic ich po drodze nie zjadło.
uk: Мені доведеться провести їх сюди так, щоб ніхто за ними не стежив, щоб вони випадково не проговорились, але й очевидно, щоб по дорозі їх ніхто не з'їв.

source: Będę musiał kogoś za nim posłać na tę cholerną winnicę.
uk: Мені доведеться послати кого-небудь за ним на цей клятий виноградник.

source: Będę musiał lepiej uważać, kogo tutaj wpuszczam. Dzięki za pomoc, stary.
uk: Мені краще бути обережнішим з тими, кого я сюди впускаю. Дякую за допомогу, старий.

source: Będę musiał obejść się bez tego.
uk: Доведеться обійтись без цього.

source: Będę musiał porozmawiać o tym z Baesem.
uk: Доведеться поговорити про це з Байсом.

source: Będę musiał postępować zgodnie z tym, co opisał.
uk: Мені доведеться слідувати його вказівкам.

source: Będę musiał przeprosić wszystkich za swoje zachowanie.
uk: Я повинен вибачитися перед усіма за свою поведінку.

source: Będę musiał przeprowadzić stosowne śledztwo w tej sprawie. Ale dobrze, biorąc pod uwagę okoliczności, jestem zmuszony przełożyć standaryzację na kiedy indziej.
uk: Я мушу провести відповідне розслідування у цій справі. Але враховуючи обставини, я змушений відкласти стандартизацію на майбутнє.

source: Będę musiał przeprowadzić tutaj mały spis towarów. Kto wie ile czasu zajmie upłynnienie tych wszystkich towarów.
uk: Мені доведеться провести тут невеликий опис товарів. Хто знає, скільки часу знадобиться, щоб розібрати все це добро.

source: Będę musiał się ciebie pozbyć w klasyczny sposób.
uk: Мені доведеться позбутись тебе класичним способом.

source: Będę musiał się do niego odezwać, może okazać się przydatny.
uk: Треба буде з ним зв'язатися. Можливо, він буде корисним.

source: Będę musiał sobie porozmawiać z Nathanielem. Dostał jasne rozkazy - żadnych czerwonych.
uk: Треба поговорити з Натаніелем. Йому дали чіткий наказ - ніяких червоних.

source: Będę musiał sprawdzić, co dokładnie może być za to odpowiedzialne.
uk: Доведеться перевірити, що саме могло спричинити таку реакцію.

source: Będę musiał wypróbować kilka twoich ruchów podczas najbliższego treningu.
uk: Треба буде випробувати деякі з твоїх прийомів на майбутніх тренуваннях.

source: Będę musiał znaleźć i przeszkolić nowych ludzi. Ale na wyspie sporo jest osób gotowych, by walczyć o sprawiedliwość.
uk: Мені доведеться знайти і навчити нових людей. Але на острові є безліч людей, готових боротися за справедливість.

source: Będę musiał znaleźć sobie jakieś zajęcie, by opłacić wszystkie koszty.
uk: Мені доведеться знайти якусь роботу, щоб оплатити усі витрати.

source: Będę musiała wziąć dodatkową opłatę za ryzyko.
uk: Мені доведеться взяти додаткову плату за ризик.

source: Będę na ciebie czekał na farmie Bermara, oczywiście o ile farma nie roi się dalej od orkowych wojowników.
uk: Я чекатиму на тебе на фермі Бермара, якщо, звісно, ферма не кишить орками-воїнами.

source: Będę na ciebie czekał tam, gdzie ostatnio, oczywiście o ile farma nie roi się dalej od orkowych wojowników.
uk: Я чекатиму на тебе там, де і минулого разу, якщо, звісно, ферма не кишить орками-воїнами.

source: Będę na ciebie czekał w pobliżu wieży sygnałowej.
uk: Я чекатиму на тебе біля сигнальної вежі.

source: Będę o tym pamiętał, gdy przyjdzie czas na przydzielanie awansów. Tymczasem... proszę, zasłużyłeś.
uk: Я матиму це на увазі, коли прийде час призначати підвищення. А поки що... ось, ти це заслужив.

source: Będę o tym pamiętał.
uk: Буду мати це на увазі.

source: Będę oczekiwał Twojej odpowiedzi w ciągu kilku najbliższych dni. Oczywiście, jeśli jest coś, co możemy zrobić, by uczynić dla Ciebie tę transakcję bardziej przystępną, to chętnie wysłuchamy Twojej propozycji.
uk: Я з нетерпінням чекатиму твоєї відповіді протягом наступних кількох днів. Звичайно, якщо ми можемо зробити щось, щоб зробити цю угоду більш привабливою для тебе, ми з радістю вислухаємо твої пропозиції.

source: Będę ostrożny. Dziękuję.
uk: Я буду обережним. Дякую.

source: Będę pamiętał.
uk: Я запам'ятаю.

source: Będę pamiętał. Powodzenia.
uk: Запам'ятаю. Удачі тобі.

source: Będę pilnował, by nikt cię nie zaczepiał...
uk: Я простежу, щоб тебе ніхто не турбував...

source: Będę potrzebował do tego kilku świeżych roślin, sporządzę ci listę wszystkich potrzebnych składników. Zapytaj Riordiana, może pomoże ci je znaleźć i rozpoznać.
uk: Для цього мені знадобляться свіжі рослини, я підготую тобі список усіх необхідних складників. Попроси Ріордіана, можливо, він допоможе тобі їх знайти і розпізнати.

source: Będę potrzebował drabiny, żeby dotrzeć w głąb twierdzy.
uk: Мені потрібна драбина, щоб пробратися вглиб фортеці.

source: Będę potrzebował kogoś do licytowania domu. Jeśli sam się tam pojawię, to będzie to wyglądało zbyt podejrzanie. Najlepiej, jeśli zajmę się tym zaraz po rozwieszeniu ogłoszeń.
uk: Мені знадобиться хтось, хто також братиме участь в аукціоні. Якщо я піду туди сам, це виглядатиме надто підозріло. Найкраще, якщо я займуся цим одразу після того, як розвішу оголошення.

source: Będę potrzebował trochę czasu, nim dopnę wszystko na ostatni guzik!
uk: Мені потрібен час, щоб закінчити останні приготування!

source: Będę robił to, na co mam ochotę, a ty prosisz się o solidne lanie!
uk: Що захочу, те й робитиму, а ти напросився на добрячу прочуханку!

source: Będę silniejszy niż byłem na Londram... (+5 punktów siły)
uk: Я стану сильнішим, ніж був на Лондрамі... (Сила +5)

source: Będę się czuł znacznie pewniej przy swoich osełkach. Ostra broń będzie tu kluczowa.
uk: З моїми точильними каменями я почуватимуся набагато впевненіше. Гостра зброя – запорука успіху.

source: Będę się gapił, na kogo chcę i jak chcę, a tobie nic do tego, kmiotku!
uk: Я буду витріщатися на кого захочу і як захочу, тебе це не стосується, виродку!

source: Będę się kręcił gdzieś w pobliżu waszego placu. Nie zapomnij wspomnieć Lorenzo, że pomogłem uratować życie jednemu z waszych!
uk: Я буду десь поблизу вашої Гільдії. Не забудь сказати Лоренцо, що я допоміг врятувати життя одному з ваших!

source: Będę się modlił o twoje nawrócenie, chłopcze.
uk: Я буду молитися за твоє навернення, хлопче.

source: Będę starał się wychodzić tutaj przy wodospadzie na wartę, jeśli dowiem się czegoś istotnego, to pozostawię tutaj jakąś wiadomość.
uk: Я спробую заступити на варту біля водоспаду. Якщо дізнаюся щось важливе, то залишу тут якусь інформацію.

source: Będę szczery. Lądując na tej wyspie, nie spodziewałem się walczyć z nieumarłymi w grobowcu...
uk: Буду чесним. Висаджуючись на цьому острові, я не очікував, що буду битися з нечистю в гробниці...

source: Będę tu czekał, ale pospiesz się.
uk: Я чекатиму тут, але поквапся.

source: Będę tu na ciebie czekać...
uk: Я чекатиму на тебе тут...

source: Będę tu na ciebie czekał. Śpiesz się, nie mamy czasu do stracenia!
uk: Я чекатиму тебе тут. Але поспіши, не можна гаяти часу!

source: Będę tutaj czekał po twojej następnej walce! Nie zapomnij odebrać wygranej!
uk: Чекатиму тут після наступного бою! Не забудь забрати виграш!

source: Będę tutaj czekał!
uk: Я чекатиму тут!

source: Będę tutaj czekał.
uk: Я чекатиму тут.

source: Będę tylko musiał zostawić te wszystkie drobiazgi komuś z Gildii do ochrony, wolałbym nie dźwigać tego wszystkiego przez całe ruiny. Jeśli chcesz coś kupić to ostatnia okazja!
uk: Я просто залишу все це барахло на зберігання комусь із Гільдії, не хотілося б тягати все це з собою по руїнах. Якщо бажаєш щось придбати, то це остання можливість!

source: Będę udawał jednego z twoich ludzi. Gdy zacznie się 'przedstawienie', nie aresztuj ich od razu.
uk: Я прикинуся одним з твоїх людей. Коли почнеться 'вистава', не заарештовуйте їх одразу.

source: Będę z tobą szczery - gdyby nie to, że królewscy wysyłają większość górników do Górniczej Doliny, to już dawno by mnie tutaj nie było.
uk: Буду відвертим з тобою - якби не королівська влада, яка відправила більшість гірників у Гірничу Долину, мене б давно вже тут не було.

source: Będę.
uk: Пам'ятатиму.

source: BŁOTNIAK\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Pociski, Sieczne\nPODATNOŚĆ: Obuch, Magia\nWYSTĘPOWANIE: Podmokłe tereny, okolice zbiorników wodnych\nRADA: Grube skorupy na plecach sprawiają, że nie reagują na zadawane ciosy i nieustannie tną swymi niezwykle ostrymi zębami nogi napastników. Poruszają się bardzo wolno - należy to wykorzystać na swoją przewagę.
uk: МУЛИСТА ЧЕРЕПАХА\nТИП ШКОДИ: Ріжуча\nОПІР: Стріли/болти, ріжуча\nВРАЗЛИВІСТЬ: Тупа зброя, магія\nПОШИРЕННЯ: Вологі місця, поблизу водойм\nПОРАДА: Товсті панцирі на спинах роблять їх несприйнятливими до ударів, а надзвичайно гострі зуби дозволяють їм шматувати ноги нападників. Вони рухаються дуже повільно – скористайтесь цим.

source: Błagam cię, pośpiesz się! To miejsce mnie przeraża.
uk: Прошу тебе, скоріше! Це місце мене лякає.

source: Błagam, nie róbcie mi krzywdy! Ja nic złego nie zrobiłem!
uk: Благаю, не кривдіть мене! Я нічого поганого не зробив!

source: Błagam, nie zostawiaj mnie tutaj! Jestem szanowanym obywatelem! Pożałujecie tego!
uk: Благаю, не залишай мене тут! Я шановний громадянин! Ти пошкодуєш про це!

source: Błagam, niech ten koszmar się skończy...
uk: Благаю, нехай цей кошмар закінчиться...

source: Błagam, oddamy ci wszystko, tylko nas nie zabijaj!
uk: Благаю, ми віддамо тобі все, тільки не вбивай нас!

source: Błagam, ucisz go!
uk: Благаю, заткни його!

source: Błagam, zrobię co tylko chcecie...
uk: Благаю тебе, я зроблю все, що ти хочеш...

source: Błazen
uk: Блазень

source: Błogosławieni niech będą ci, którzy zawarli związek z Świętym Płomieniem, albowiem ich życie na zawsze stanowi jedność z Ogniem.
uk: Благословенні ті, хто вступив у союз зі Священним Полум'ям, бо їхнє життя навіки єдине з Вогнем.

source: Błogosławieństwem i klątwą niech broczy łza twoja, ojcze w niebiosach łaskawych...
uk: Нехай благословенням і прокляттям бринять сльози твої, Отче милостивий на небесах...

source: Błogosławieństwem jest bowiem fakt istnienia obok siebie narodów, znacznie różniących się tradycją, wiarą i formą sprawowania władzy.
uk: Це дійсно благословення, коли пліч–о–пліч існують нації, які суттєво відрізняються за традиціями, вірою та формою правління.

source: Błogosławione ostrze magiczne
uk: Благословенний магічний клинок

source: Błogosławiony Kontynent: Tom I
uk: Благословенний континент. Том I

source: Błogosławiony Kontynent: Tom II
uk: Благословенний континент. Том II

source: Błogosławiony Kontynent: Tom III
uk: Благословенний континент. Том III

source: Błogosławiony Kontynent: Tom IV
uk: Благословенний континент. Том IV

source: Błogosławiony Kontynent: Tom V
uk: Благословенний континент. Том V

source: Błogosławiony Mag Ognia Wirgilio przed wiekami dzięki mocy Innosa pomógł królestwu zdobyć wyspę. Musiał coś po sobie pozostawić, i właśnie to chcę znaleźć!
uk: Століття тому благословенний Маг Вогню Віргіліо допоміг королівству завоювати острів за допомогою сили Інноса. Він мав щось залишити після себе, і я збираюся це знайти!

source: Błotniak
uk: Мулиста черепаха

source: Błotniaki. Tam na dole jest ich całe mnóstwo. Podłażą i skrobią w drzwi, dlatego co jakiś czas muszę je stąd przepędzać.
uk: Мулисті черепахи. Їх там дуже багато. Вони приходять і шкребуться у двері, тож час від часу мені доводиться проганяти їх звідси.

source: Błysk
uk: Спалах

source: Błyskawica
uk: Блискавка

source: Błąd! Jeszcze nie jesteś jednym z nas!
uk: А ось і ні! Ти ще не один із нас!

source: Błędy ojca niczego mnie nie nauczyły... lepiej zawczasu spisać testament.
uk: Помилки мого батька мене нічому не навчили... краще скласти заповіт заздалегідь.

source: Błękitne żagle: Tom I
uk: Сині вітрила. Том I

source: Błękitne żagle: Tom II
uk: Сині вітрила. Том II

source: Błękitne żagle: Tom III
uk: Сині вітрила. Том III
